Repository: TelegramPassport/localization
Catalog: *.strings
Languages: es, fa, ru

# language_name
source: English
es: Español
fa: فارسی
ru: Русский

# auth_menu_signed_as
source: Signed in as
es: Ha entrado como
fa: ورود به عنوان
ru: Вы вошли как

# auth_menu_my_apps
source: My Apps
es: Mis aplicaciones
fa: اپلیکیشن های من
ru: Мои приложения

# auth_login_open
source: Open in Telegram
es: Entrar a través de Telegram
fa: بازکردن در تلگرام
ru: Войти через Telegram

# auth_login_help
source: ...and press START
es: en la aplicación pulse el botón START
ru: в приложении нажмите START

# auth_login_alt
source: Or send this message to
es: O envíelo al robot
fa: و یا این پیام را ارسال کنید
ru: Или отправьте это роботу

# auth_scopes_basic
source: Access your basic account info
es: Perfil público
fa: دسترسی به اطلاعات پایه تان
ru: Общедоступному профилю

# auth_scopes_email
source: See your email address
es: Dirección de correo electrónico
fa: مشاهده آدرس ایمیلتان
ru: Адресу электронной почты

# auth_scopes_avatar
source: Get your profile picture
es: Imagen de perfil
fa: دریافت تصویر پروفایل تان
ru: Изображению профиля

# auth_logout
source: Logout
es: Salir
fa: خروج
ru: Выйти

# auth_requesting
source: is requesting permission to:
es: solicita acceso a su:
fa: درخواست دسترسی به:
ru: запрашивает доступ к вашему:

# auth_continue_as
source: Continue as
es: Continuar como
fa: ادامه به عنوان:
ru: Продолжить как

# auth_cancel
source: Cancel
es: Cancelar
fa: لغو
ru: Отмена

# auth_security_note
source: This app won't get access your chats and contacts
es: La aplicación no verá sus diálogos y contactos
fa: این اپلیکیشن به مخاطبین و گفت و گو های شما دسترسی ندارد.
ru: Приложение не увидит ваши диалоги и контакты
